<?php

return [
    'list' => 'قائمة الخزن',
    'add_new' => 'إضافة خزنة جديدة',
    'name' => 'اسم الخزنة',
    'date' => 'التاريخ',
    'last_exchange' => 'آخر صرف',
    'last_collection' => 'آخر تحصيل',
    'active' => 'نشطة',
    'save' => 'حفظ الخزنة',
    'reset' => 'إعادة تعيين',
    'status' => 'الحالة',
    'actions' => 'إجراءات',
    'view_details' => 'عرض التفاصيل',
    'delete_box' => 'حذف الخزنة والمعلومات المرتبطة',
    'confirm_delete' => 'أنت على وشك حذف خزنة، هل أنت متأكد؟',
    'no_boxes_yet' => 'لم يتم إضافة أي خزنة بعد.',
    'update_box' => 'تعديل الخزنة',
    'reset_form' => 'إعادة تعيين القيم الأصلية',
    'save_box_changes' => 'حفظ تعديلات الخزنة',
    'update' => 'تحديث',
];